{
  "pets": [
    {
      "sex": "Female",
      "purebred": "No",
      "pet_age": "Puppy",
      "size": "Small",
      "country": 2,
      "city": 7,
      "act_quickly": "No",
      "hair_length": "Short",
      "species": "Dog",
      "pet_name": "Chip",
      "color": "Beige & black dotted",
      "age": "6",
      "special_needs": "No",
      "primary_breed": "Pit Bull Terrier Mix",
      "last_modified": "2019-04-08T07:27:07",
      "thumbnail": "https://pet-uploads.adoptapet.com/1/a/f/1108459654.jpg",
      "id": 2,
      "story": "\nMeet Chip, a petite bundle of joy brimming with playful energy. Rescued from uncertain beginnings, Chip's youthful spirit radiates warmth and innocence. With floppy ears and a wagging tail, she explores the world with boundless curiosity, her nose twitching with excitement at every new scent. Despite her small size, Chip's bravery knows no bounds, fearlessly approaching each new adventure with enthusiasm. Named for her endearing habit of chasing after falling leaves, Chip's presence brings light and laughter to those around her. With a heart as big as her playful antics, she eagerly awaits a loving family to share her adventures and cuddles with.",
      "yearMonthAge": "Month"
    },
    {
      "sex": "Female",
      "purebred": "No",
      "pet_age": "Adult",
      "size": "Large",
      "country": 1,
      "city": 3,
      "act_quickly": "No",
      "hair_length": "Short",
      "species": "Dog",
      "pet_name": "Zha Zha",
      "color": "Grey & white tuxedo",
      "age": "6",
      "special_needs": "No",
      "primary_breed": "American Staffordshire Terrier",
      "last_modified": "2024-03-08T07:27:07",
      "thumbnail": "https://pet-uploads.adoptapet.com/8/6/7/738392374.jpg",
      "id": 3,
      "story": "Meet Zha Zha, a regal lady with a story to tell. Rescued from a life of neglect, her dignified demeanor belies a gentle soul yearning for love. With wise eyes that have witnessed both hardship and kindness, Zha Zha carries herself with grace and resilience. Her fur, once unkempt, now gleams with the care of those who have offered her solace. Despite her past, Zha Zha's heart remains open, her loyalty unwavering. Named after a legendary star, she embodies elegance and strength. With each graceful step, Zha Zha silently beckons for a forever home where she can bask in the warmth of companionship once more.",
      "yearMonthAge": "Year"
    },
    {
      "sex": "Male",
      "purebred": "Yes",
      "pet_age": "Young",
      "size": "Large",
      "country": 2,
      "city": 5,
      "act_quickly": "No",
      "hair_length": "Long",
      "species": "Dog",
      "pet_name": "Icarus",
      "color": "Black & yellow",
      "age": "1",
      "special_needs": "No",
      "primary_breed": "German Shepherd",
      "last_modified": "2024-03-08T07:27:07",
      "thumbnail": "https://pet-uploads.adoptapet.com/3/6/2/907033725.jpg",
      "id": 4,
      "story": "Meet Icarus, a spirited young pup destined to soar to new heights. Saved from a life of uncertainty, his boundless energy and playful antics light up every room. With a coat as golden as the sun and eyes full of wonder, Icarus embodies the adventurous spirit of his namesake. Despite his youth, he's already faced challenges with courage, his resilience shining through. Whether chasing after a ball or exploring the great outdoors, Icarus embraces each moment with enthusiasm and joy. Named after the mythological figure who dared to fly, he's a reminder that even in the face of adversity, dreams can take flight.",
      "yearMonthAge": "Year"
    },
    {
      "sex": "Male",
      "purebred": "No",
      "pet_age": "Adult",
      "size": "Large",
      "country": 1,
      "city": 1,
      "act_quickly": "No",
      "hair_length": "Short",
      "species": "Dog",
      "pet_name": "Cap aka Captain America",
      "color": "Yellow & black strippes",
      "age": "7",
      "special_needs": "No",
      "primary_breed": "Boxer/American Staffordshire Terrier",
      "last_modified": "2024-03-08T07:27:07",
      "thumbnail": "https://pet-uploads.adoptapet.com/a/3/a/716201068.jpg",
      "id": 5,
      "story": "Introducing Captain America, a steadfast companion with a heart of gold. Rescued from the streets, his noble stature and unwavering loyalty make him a true hero among dogs. With a sleek coat and piercing gaze, Captain America exudes strength and courage. Despite his past trials, he remains ever vigilant, ready to protect and serve those he holds dear. Named after the iconic superhero, he embodies the values of honor, integrity, and selflessness. Whether by your side on a leisurely stroll or standing guard at home, Captain America stands as a beacon of hope and companionship in a world in need of heroes.",
      "yearMonthAge": "Year"
    },
    {
      "sex": "Male",
      "purebred": "Yes",
      "pet_age": "Senior",
      "size": "Medium",
      "country": 1,
      "city": 1,
      "act_quickly": "Yes",
      "hair_length": "Long",
      "species": "Cat",
      "pet_name": "Billy Ocean",
      "color": "Tabby",
      "age": "10",
      "special_needs": "Yes",
      "primary_breed": "Maine Coon",
      "last_modified": "2024-03-08T07:27:07",
      "thumbnail": "https://pet-uploads.adoptapet.com/a/0/e/1071731552.jpg",
      "id": 6,
      "story": "Meet Billy Ocean, a senior Maine Coon with a heart as vast as the sea. Rescued from solitude, his majestic presence and gentle demeanor embody the wisdom of his years. With a luxurious coat reminiscent of ocean waves and eyes that hold a lifetime of stories, Billy exudes quiet strength and grace. Despite his age, he retains a playful spirit, enjoying moments of quiet contemplation and the soft touch of a caring hand. Named after the legendary singer, Billy Ocean's presence brings a sense of calm and tranquility, reminding us that even in the twilight years, there is beauty and serenity to be found.",
      "yearMonthAge": "Year"
    },
    {
      "sex": "Male",
      "purebred": "No",
      "pet_age": "Adult",
      "size": "Small",
      "country": 1,
      "city": 4,
      "act_quickly": "No",
      "hair_length": "Short",
      "species": "Cat",
      "pet_name": "Silverwing",
      "color": "Tuxedo",
      "age": "5",
      "special_needs": "No",
      "primary_breed": "Domestic Shorthair",
      "last_modified": "2024-03-08T07:27:07",
      "thumbnail": "https://www.spa-lyon.org/wp-content/uploads/2024/02/sophie-dp17817-2ok.jpg",
      "id": 7,
      "story": "Meet Silverwing, a suave and sophisticated feline with an air of mystery. Rescued from the shadows, his sleek silver fur shimmers like moonlight, accentuating his enigmatic charm. With piercing green eyes that seem to hold secrets untold, Silverwing prowls with the grace and poise of a true gentleman. Despite his solitary nature, he craves companionship, yearning for a quiet corner to call his own. Named after the whispering night, Silverwing embodies the allure of the unknown, inviting you to unravel the mysteries of his past and bask in the warmth of his silent companionship.",
      "yearMonthAge": "Year"
    },
    {
      "sex": "Female",
      "purebred": "No",
      "pet_age": "Young",
      "size": "Small",
      "country": 2,
      "city": 8,
      "act_quickly": "No",
      "hair_length": "Short",
      "species": "Cat",
      "pet_name": "Nebraska",
      "color": "White",
      "age": "3",
      "special_needs": "No",
      "primary_breed": "Domestic Shorthair",
      "last_modified": "2024-03-08T07:27:07",
      "thumbnail": "https://www.spa-lyon.org/wp-content/uploads/2023/12/gru-dp17770-1.jpg",
      "id": 8,
      "story": "Introducing Nebraska, a young white feline with a spirit as bright as her coat. Found wandering the streets, her innocent gaze and playful demeanor capture hearts wherever she goes. With fur as pure as freshly fallen snow and eyes that gleam with curiosity, Nebraska exudes a sense of wonder and adventure. Despite her humble beginnings, she embraces each new day with boundless energy, ready to explore the world around her. Named after the vast plains of her homeland, Nebraska embodies freedom and possibility, a reminder that even in the simplest moments, there is beauty to be found.",
      "yearMonthAge": "Year"
    },
    {
      "sex": "Female",
      "purebred": "Yes",
      "pet_age": "Young",
      "size": "Small",
      "country": 2,
      "city": 6,
      "act_quickly": "No",
      "hair_length": "Long",
      "species": "Cat",
      "pet_name": "Nova",
      "color": "Tortoise",
      "age": "1",
      "special_needs": "No",
      "primary_breed": "Maine-Coon",
      "last_modified": "2024-03-08T07:27:07",
      "thumbnail": "https://res.cloudinary.com/doceqzmuk/image/upload/v1710760775/snqfsyejyd8au8qjfsdt.jpg",
      "id": 9,
      "story": "Meet Nova, a young Maine Coon whose presence illuminates the darkest of days. With a mane as majestic as the night sky and eyes that sparkle like distant stars, Nova exudes an otherworldly charm. Rescued from uncertainty, her playful antics and gentle purrs brighten the lives of those around her. With each graceful stride, she navigates the world with a sense of wonder and curiosity, her fluffy tail trailing behind like a comet's tail. Named after the celestial phenomena, Nova symbolizes new beginnings and endless possibilities, a shining beacon of hope in a universe of infinite wonders.",
      "yearMonthAge": "Year"
    },
    {
      "sex": "Female",
      "purebred": "No",
      "pet_age": "Adult",
      "size": "Small",
      "country": 1,
      "city": 1,
      "act_quickly": "No",
      "hair_length": "Short",
      "species": "Cat",
      "pet_name": "Dulce",
      "color": "Tortoise",
      "age": "2",
      "special_needs": "No",
      "primary_breed": "Domestic Shorthair",
      "last_modified": "2024-03-08T07:27:07",
      "thumbnail": "https://pet-uploads.adoptapet.com/5/d/e/1094773926.jpg",
      "id": 10,
      "story": "Meet Dulce, a young feline beauty whose maternal instincts shine as bright as her golden fur. Amidst the chaos of the streets, she found sanctuary and safety, cradling her newborn with unwavering love and devotion. With gentle eyes that mirror the innocence of her tiny offspring, Dulce embodies the essence of motherhood. Despite the challenges of raising a newborn, she embraces each moment with grace and tenderness, her nurturing presence a source of comfort and warmth. Named after the sweetness of life, Dulce's journey is a testament to the resilience of the maternal bond, a reminder that love knows no bounds, even in the face of adversity.",
      "yearMonthAge": "Year"
    },
    {
      "sex": "Male",
      "purebred": "No",
      "pet_age": "Adult",
      "size": "Small",
      "country": 1,
      "city": 3,
      "act_quickly": "No",
      "hair_length": "Short",
      "species": "Bird",
      "pet_name": "Midge",
      "color": "White",
      "age": "1",
      "special_needs": "No",
      "primary_breed": "Pigeon",
      "last_modified": "2024-03-08T07:27:07",
      "thumbnail": "https://pet-uploads.adoptapet.com/1/c/8/1107999857.jpg",
      "id": 12,
      "story": "\nMeet Midge, an adult male pigeon whose wings carry the purity of the clouds. With feathers as white as freshly fallen snow and eyes that gleam with intelligence, Midge exudes a serene elegance amidst the urban chaos. Despite his stark appearance, he navigates the bustling streets with grace and poise, his gentle coo a soothing melody amidst the cacophony of city sounds. Named after the tiny insects that dance in the twilight, Midge embodies resilience and adaptability, a feathered wanderer embracing the ebb and flow of life with quiet determination and grace.",
      "yearMonthAge": "Year"
    },
    {
      "id": 1,
      "sex": "Male",
      "purebred": "No",
      "pet_age": "Adult",
      "size": "Small",
      "country": 1,
      "city": 1,
      "act_quickly": "No",
      "hair_length": "Short",
      "species": "Dog",
      "pet_name": "Mugsy",
      "color": null,
      "age": 5,
      "special_needs": "No",
      "primary_breed": "French Bulldog",
      "last_modified": "2019-04-08T07:27:07",
      "thumbnail": "https://pet-uploads.adoptapet.com/0/9/2/627425674.jpg"
    },
    {
      "sex": "Male",
      "purebred": "Yes",
      "pet_age": "Young",
      "size": "Large",
      "country": 2,
      "city": "6",
      "act_quickly": "No",
      "hair_length": "Short",
      "species": "Dog",
      "pet_name": "Hermes",
      "color": "black & brown",
      "age": "9",
      "special_needs": "none",
      "primary_breed": "Belgium shepherd",
      "thumbnail": "https://res.cloudinary.com/doceqzmuk/image/upload/v1710755172/mhlfp8esefir5ybjwmui.jpg",
      "id": 14,
      "story": "Introducing Hermes, a spirited companion in search of his forever home. With a majestic stride and eyes full of tenderness, Hermes exudes charm and vitality. Rescued from the streets, his adventurous spirit remains untamed, a testament to his resilience. Despite past struggles, Hermes embodies loyalty and courage, his playful nature shining through each wag of his tail. With a heart as boundless as the open sky, he yearns for a family to embark on new adventures. Named after the messenger of the gods, Hermes carries a message of hope: in him, you'll find a steadfast friend, ready to journey by your side through life's highs and lows.",
      "yearMonthAge": "Month"
    },
    {
      "sex": "Female",
      "purebred": "No",
      "pet_age": "Adult",
      "size": "Small",
      "country": 2,
      "city": "6",
      "act_quickly": "Yes",
      "hair_length": "Short",
      "species": "Cat",
      "pet_name": "Nevada",
      "color": "Orange",
      "age": "4",
      "special_needs": "FIV +",
      "primary_breed": "European",
      "thumbnail": "https://res.cloudinary.com/doceqzmuk/image/upload/v1710756776/tanvblwmvbii7mgjsi2g.jpg",
      "id": 16,
      "story": "Meet Nevada, a remarkable adult female cat whose resilience knows no bounds. Born with special needs, Nevada navigates life's challenges with unwavering determination and grace. Her fur, a tapestry of silver and white, shimmers like the moonlit desert sands, while her eyes, a reflection of the vast Nevada skies, hold a wisdom beyond her years. Despite facing obstacles that may seem insurmountable, Nevada's spirit remains unbroken, her gentle purrs a testament to her inner strength. Named after the rugged beauty of the Nevada landscape, she embodies the resilience and beauty found in the face of adversity, inspiring all who cross her path.\nNevada also have a croocked tail, which is a sign of luck in the Japanese culture.",
      "yearMonthAge": "Year"
    },
    {
      "sex": "Male",
      "purebred": "No",
      "pet_age": "Young",
      "size": "Medium",
      "country": 2,
      "city": "8",
      "act_quickly": "No",
      "hair_length": "Short",
      "species": "Dog",
      "pet_name": "Rio",
      "color": "Grey",
      "age": "1",
      "special_needs": "none",
      "primary_breed": "Mixed breed",
      "thumbnail": "https://res.cloudinary.com/doceqzmuk/image/upload/v1710781679/vnuqstjwdcwnfxnntxly.jpg",
      "id": 17,
      "story": "Meet Rio, a gentle soul longing for a loving home. Rescued from neglect, Rio's eyes radiate gratitude, despite past hardships. His fur, once matted and unkempt, now shines with newfound care. An affectionate nature lies beneath his cautious demeanor, craving companionship and warmth. Rio's journey, marked by resilience, embodies hope and second chances. He eagerly awaits a family to share his boundless love, his wagging tail a testament to the joy he yearns to give. With each hopeful glance, Rio silently whispers his plea: \"Take me home, and I'll fill your life with unconditional love.\"",
      "yearMonthAge": "Year"
    },
    {
      "sex": "Female",
      "purebred": "No",
      "pet_age": "Young",
      "size": "Small",
      "country": 1,
      "city": "1",
      "act_quickly": "No",
      "hair_length": "Short",
      "species": "Bird",
      "pet_name": "Edith",
      "color": "Green & beige",
      "age": "2",
      "special_needs": "none",
      "primary_breed": "Parrot",
      "thumbnail": "https://res.cloudinary.com/doceqzmuk/image/upload/v1710782073/syjspatiduuqne3lpnon.jpg",
      "id": 18,
      "story": "Meet Edith, a vibrant 2-year-old parrot whose colorful plumage mirrors her lively personality. Edith captivates all who encounter her with her playful antics and melodious chirps. Born with a keen intellect and a mischievous streak, she navigates her world with boundless curiosity and a zest for adventure. Despite her youthful exuberance, Edith possesses a wisdom beyond her years, her soulful eyes reflecting the depth of her spirit. Named after the pioneering aviator, Edith embodies the spirit of exploration and freedom, inspiring those around her to spread their wings and embrace the wonders of life.",
      "yearMonthAge": "Year"
    },
    {
      "sex": "Male",
      "purebred": "No",
      "pet_age": "Adult",
      "size": "Small",
      "country": 2,
      "city": "5",
      "act_quickly": "No",
      "hair_length": "Short",
      "species": "Bird",
      "pet_name": "Laca",
      "color": "Orange",
      "age": "4",
      "special_needs": "none",
      "primary_breed": "Bird",
      "thumbnail": "https://res.cloudinary.com/doceqzmuk/image/upload/v1710782181/ulf6zexbktkaep4rjhui.jpg",
      "id": 19,
      "story": "Meet Laca, a petite yellow bird with a heart as bright as the morning sun. With feathers as golden as the fields of wheat, Laca flits through life with boundless energy and enthusiasm. Despite her small size, she possesses a spirited personality and a chirpy voice that fills the air with joyous melodies. Born with wings that shimmer like the petals of a daffodil, Laca navigates the world with grace and agility, her tiny feet leaving imprints of hope wherever she goes. Named after the vibrant color of her plumage, Laca embodies the warmth and vitality of the sun, spreading light and happiness to all who cross her path.",
      "yearMonthAge": "Year"
    },
    {
      "sex": "Female",
      "purebred": "No",
      "pet_age": "Adult",
      "size": "Medium",
      "country": 1,
      "city": "3",
      "act_quickly": "Yes",
      "hair_length": "Short",
      "species": "Dog",
      "pet_name": "Luna",
      "color": "Brown",
      "age": "4",
      "special_needs": "No",
      "primary_breed": "Mixed breed",
      "thumbnail": "https://res.cloudinary.com/doceqzmuk/image/upload/v1710782242/yuugcmiuh3rwu1ntekiq.jpg",
      "id": 20,
      "story": "Meet Luna, a brown Pit Bull mix whose appearance belies her angelic nature. With a coat resembling the soft earth and eyes as warm as the sunrise, Luna exudes a gentle and serene presence. Despite her muscular frame, she moves with grace and elegance, her every step a testament to her inner beauty. Born with a heart of gold, Luna's kindness knows no bounds, and her affectionate nature touches the hearts of all who meet her. Named after the moon, which casts a soothing light over the darkness, Luna is a guardian angel in disguise, spreading love and light wherever she goes, a true blessing to those fortunate enough to know her.",
      "yearMonthAge": "Year"
    },
    {
      "sex": "Male",
      "purebred": "No",
      "pet_age": "Puppy",
      "size": "Large",
      "country": 2,
      "city": "7",
      "act_quickly": "No",
      "hair_length": "Long",
      "species": "Dog",
      "pet_name": "Akira",
      "color": "Smokey",
      "age": "4",
      "special_needs": "No",
      "primary_breed": "Husky & wold dog mix",
      "thumbnail": "https://res.cloudinary.com/doceqzmuk/image/upload/v1710926534/bqtebe0x4cij5otdzho5.jpg",
      "story": "Meet Akira, a spirited puppy wolf dog whose wild heart beats with boundless energy and curiosity. With a coat as silver as the moonlit forest and eyes that gleam with intelligence, Akira embodies the untamed spirit of the wilderness. Born under the stars and raised in the heart of nature, she roams the woods with a playful exuberance, her every movement a dance of freedom and joy. Despite her wild ancestry, Akira's loyalty knows no bounds, and her affectionate nature endears her to all who cross her path. With each howl echoing through the night, Akira's presence brings a sense of magic and wonder to the world around her.",
      "yearMonthAge": "Month",
      "id": 21
    },
    {
      "sex": "Male",
      "purebred": "No",
      "pet_age": "Puppy",
      "size": "Medium",
      "country": 1,
      "city": "3",
      "act_quickly": "No",
      "hair_length": "Short",
      "species": "Dog",
      "pet_name": "Snoop Dog",
      "color": "Brown white & black",
      "age": "7",
      "special_needs": "No",
      "primary_breed": "Beagle & golden mix",
      "thumbnail": "https://res.cloudinary.com/doceqzmuk/image/upload/v1710927360/oq8gecdzzsfmg6a1ajmx.jpg",
      "story": "Meet Snoop Dog, a charming puppy with a mix of Golden Retriever and Beagle, whose wagging tail and floppy ears bring joy to all. With fur as golden as the sun and eyes that twinkle with mischief, Snoop Dog embodies the playful spirit of youth. Born to explore and discover, he bounds through life with endless enthusiasm, his nose always sniffing out new adventures. Whether chasing after balls in the park or snuggling up for a nap, Snoop Dog's gentle nature and loving heart make him a cherished companion to all who know him. With each joyful bark, he spreads happiness and warmth wherever he goes.",
      "yearMonthAge": "Month",
      "id": 22
    },
    {
      "sex": "Female",
      "purebred": "No",
      "pet_age": "Puppy",
      "size": "Small",
      "country": 1,
      "city": "1",
      "act_quickly": "No",
      "hair_length": "Short",
      "species": "Cat",
      "pet_name": "Mosquito",
      "color": "Tabby",
      "age": "5",
      "special_needs": "No",
      "primary_breed": "European mix",
      "thumbnail": "https://res.cloudinary.com/doceqzmuk/image/upload/v1710927574/h24lq0l2dzth4p95tkxs.jpg",
      "story": "Meet Mosquito, a tabby kitten with a name as unique as her striking coat. With fur adorned in shades of brown and black, resembling the patterns of fallen leaves, Mosquito is a vision of autumnal beauty. Her eyes, like pools of amber, reflect the warmth of the sun's rays. Despite her petite size, she exudes confidence and curiosity, her whiskers twitching with anticipation of new adventures. Born with a playful spirit, Mosquito delights in chasing shadows and exploring every nook and cranny of her surroundings. With each graceful leap and gentle purr, she leaves an indelible mark on the hearts of those fortunate enough to know her.",
      "yearMonthAge": "Month",
      "id": 23
    },
    {
      "sex": "Female",
      "purebred": "Yes",
      "pet_age": "Senior",
      "size": "Large",
      "country": 2,
      "city": "6",
      "act_quickly": "Yes",
      "hair_length": "Long",
      "species": "Dog",
      "pet_name": "Alizee",
      "color": "Fauve & black",
      "age": "10",
      "special_needs": "No",
      "primary_breed": "Griffon",
      "thumbnail": "https://res.cloudinary.com/doceqzmuk/image/upload/v1710927988/qae1m4eyjyhsgtsptwwl.jpg",
      "story": "Meet Alizee, a regal 10-year-old Griffon whose grace and wisdom are matched only by her loyalty and love. With fur as soft as a summer breeze and eyes that sparkle with years of cherished memories, Alizee is a beacon of warmth and companionship. Despite the passage of time, she moves with a dignified elegance, her every step a testament to her noble spirit. Born to be a faithful companion, Alizee has shared a lifetime of adventures with her beloved family, her unwavering devotion a constant source of comfort and joy. With each gentle nuzzle and soulful gaze, she reminds us of the timeless bond between humans and their canine companions.",
      "yearMonthAge": "Year",
      "id": 24
    },
    {
      "sex": "Female",
      "purebred": "Yes",
      "pet_age": "Senior",
      "size": "Large",
      "country": 1,
      "city": "3",
      "act_quickly": "Yes",
      "hair_length": "Short",
      "species": "Dog",
      "pet_name": "Isis",
      "color": "Grey",
      "age": "12",
      "special_needs": "No",
      "primary_breed": "Weimaraner",
      "thumbnail": "http://res.cloudinary.com/doceqzmuk/image/upload/v1710928095/z2mn88kb4bxxogbigil7.jpg",
      "story": "Isis is a 12-year-old Weimaraner with a graceful demeanor and a loyal heart. With a sleek silver coat that shimmers in the sunlight and soulful eyes that reflect a lifetime of love and companionship, Isis is a true beauty. Despite her age, she remains spirited and full of life, always ready for a stroll in the park or a game of fetch in the yard. Born to be a devoted friend, Isis has brought joy and warmth to her family for over a decade, her presence a constant source of comfort and happiness. With each wag of her tail, she reminds us of the enduring bond between humans and their canine companions.",
      "yearMonthAge": "Year",
      "id": 25
    }
  ],
  "country": [
    {
      "id": 1,
      "name": "Germany"
    },
    {
      "id": 2,
      "name": "France"
    }
  ],
  "cities": [
    {
      "id": 1,
      "countryId": 1,
      "name": "Berlin"
    },
    {
      "id": 2,
      "countryId": 1,
      "name": "Munich"
    },
    {
      "id": 3,
      "countryId": 1,
      "name": "Frankfurt"
    },
    {
      "id": 4,
      "countryId": 1,
      "name": "Hamburg"
    },
    {
      "id": 5,
      "countryId": 2,
      "name": "Paris"
    },
    {
      "id": 6,
      "countryId": 2,
      "name": "Lyon"
    },
    {
      "id": 7,
      "countryId": 2,
      "name": "Marseille"
    },
    {
      "id": 8,
      "countryId": 2,
      "name": "Bordeaux"
    }
  ]
}
